source/_static/diagrams/31-the-eessi-bot.d2
direction: right
n0: "PR comment"
n1: "bot: build"
n2: "arch"
n3: "artifact"
n0 -> n1
n1 -> n2
n2 -> n3
